<template>
    <div class="main">
      <div class="header">
          ПОЛЬЗОВАТЕЛЬСКОЕ СОГЛАШЕНИЕ
      </div>
      <div class="form center">
        <div class="sub-header center">Соглашение на обработку персональных данных и получение рассылки</div>
        <div class="agreement-text center">

            Присоединяясь к настоящему <b>Соглашению</b> и оставляя свои данные на Сайте <b>quizon.msk.ru</b>, (далее – Сайт), путем заполнения полей формы (регистрации) Пользователь:
            <br>
            <br>
            • подтверждает, что все указанные им данные принадлежат лично ему;
            <br>
            <br>
            • подтверждает и признает, что им внимательно в полном объеме прочитано Соглашение и условия обработки его персональных данных, указываемых им в полях формы (регистрации), текст соглашения и условия обработки персональных данных ему понятны;
            <br>
            <br>
            • дает согласие на обработку Сайтом предоставляемых в составе информации персональных данных в целях заключения между ним и Сайтом настоящего Соглашения, а также его последующего исполнения;
            <br>
            <br>
            • дает согласие на передачу своих персональных данных партнерам мероприятий организатора;
            <br>
            <br>
            • дает согласие на получение рассылки (посредством направления смс-сообщений, сообщений в мобильные приложения и иных форм направления информации) от QuizON о новостях Сайта, в том числе анонсов статей, размещенных на Сайте, и рекламных материалов от партнеров Сайта;
            <br>
            <br>
            • выражает согласие с условиями обработки персональных данных.
            <br>
            <br>
            Пользователь дает свое согласие на обработку его персональных данных, а именно совершение действий, предусмотренных п. 3 ч. 1 ст. 3 Федерального закона от 27.07.2006 N 152-ФЗ "О персональных данных", и подтверждает, что, давая такое согласие, он действует свободно, своей волей и в своем интересе.
            <br>
            <br>
            Согласие Пользователя на обработку персональных данных является конкретным, информированным и сознательным.
            <br>
            <br>
            Настоящее согласие Пользователя признается исполненным в простой письменной форме, на обработку следующих персональных данных:
            <br>
            <br>
            - фамилии, имени, отчества;
            - года рождения;
            - места пребывания (город, область);
            - номерах телефонов; адресах электронной почты (E-mail);
            - изображений/фотографий с мероприятий.
            <br>
            <br>
            Пользователь, предоставляет  quizon.msk.ru право осуществлять следующие действия (операции) с персональными данными: сбор и накопление; хранение в течение установленных нормативными документами сроков хранения отчетности, но не менее трех лет, с момента даты прекращения пользования услуг Пользователем; уточнение (обновление, изменение); использование; уничтожение; обезличивание; передача по требованию суда, в т.ч., третьим лицам, с соблюдением мер, обеспечивающих защиту персональных данных от несанкционированного доступа.
            <br>
            <br>
            Указанное согласие действует бессрочно с момента предоставления данных и может быть отозвано Вами путем подачи заявления администрации сайта с указанием данных, определенных ст. 14 Закона «О персональных данных».
            <br>
            <br>
            Отзыв согласия на обработку персональных данных может быть осуществлен путем направления Пользователем соответствующего распоряжения в простой письменной форме на адрес электронной почты (E-mail) info@quizon.msk.ru
            <br>
            <br>
            Сайт не несет ответственности за использование (как правомерное, так и неправомерное) третьими лицами Информации, размещенной Пользователем на Сайте, включая её воспроизведение и распространение, осуществленные всеми возможными способами.
            <br>
            <br>
            Сайт имеет право вносить изменения в настоящее Соглашение. При внесении изменений в актуальной редакции указывается дата последнего обновления. Новая редакция Соглашения вступает в силу с момента ее размещения, если иное не предусмотрено новой редакцией Соглашения.
            <br>
            <br>
            К настоящему Соглашению и отношениям между пользователем и Сайтом, возникающим в связи с применением Соглашения, подлежит применению право Российской Федерации.
        </div>
      </div>
    </div>
  </template>
  
  <script>
  export default {
  
  }
  </script>
  
  <style scoped>
  .main{
    max-width: 450px;
  }
  .header {
        margin-top: 5vw;
        margin-left: 5vw;
        width: 95vw;
        color: white;
        font-family: Bebas;
        font-weight: 700;
        font-size: 45px;
        letter-spacing: 2px;
        margin-bottom: 5vw;

  }
  .form {
    width: 95vw;
    background-color: #0F1A2E;
    border-radius: 21px;
    margin: auto;
  }

  .sub-header {
    padding-top: 5vw;
    width: 80vw;
    font-family: Montserrat;
    font-size: 18px;
    line-height: 22px;
    font-weight: 700;
    text-align: left;
    color: #CBA262;
  }

  .agreement-text {
    width: 80vw;
    padding-top: 5vw;
    color: white;
    font-family: Montserrat;
    font-size: 15px;
    font-weight: 400;
    line-height: 17px;
    letter-spacing: 0px;
    text-align: left; 
    padding-bottom: 5vw;
  }

  .center {
    margin: auto;
  }
  </style>